{
	"name":"Battles of Lexington and Concord",
	"date":"April 19, 1775",
	"location":"Middlesex County, Massachusetts",
	"colony":"Massachusetts",
	"shortDesc":"Were the first military engagements of the American Revolutionary War.",
	"longDesc":"In late 1774 the Suffolk Resolves were adopted to resist the enforcement of the alterations made to the Massachusetts colonial government by the British parliament following the Boston Tea Party. The colonial assembly responded by forming a Patriot provisional government known as the Massachusetts Provincial Congress and calling for local militias to train for possible hostilities. The rebel government exercised effective control of the colony outside of British-controlled Boston. In response, the British government in February 1775 declared Massachusetts to be in a state of rebellion. About 700 British Army regulars in Boston, under Lieutenant Colonel Francis Smith, were given secret orders to capture and destroy rebel military supplies reportedly stored by the Massachusetts militia at Concord. Through effective intelligence gathering, Patriot colonials had received word weeks before the expedition that their supplies might be at risk and had moved most of them to other locations. They also received details about British plans on the night before the battle and were able to rapidly notify the area militias of the British expedition. The first shots were fired just as the sun was rising at Lexington. The militia were outnumbered and fell back, and the regulars proceeded on to Concord, where they broke apart into companies to search for the supplies. At the North Bridge in Concord, approximately 400 militiamen engaged 100 regulars from three companies of the King's troops at about 11:00 am, resulting in casualties on both sides. The outnumbered regulars fell back from the bridge and rejoined the main body of British forces in Concord. The British forces began their return march to Boston after completing their search for military supplies, and more militiamen continued to arrive from neighboring towns. Gunfire erupted again between the two sides and continued throughout the day as the regulars marched back towards Boston. Upon returning to Lexington, Lt. Col. Smith's expedition was rescued by reinforcements under Brigadier General Hugh Percy, a future duke of Northumberland known as Earl Percy. The combined force, now of about 1,700 men, marched back to Boston under heavy fire in a tactical withdrawal and eventually reached the safety of Charlestown. The accumulated militias blockaded the narrow land accesses to Charlestown and Boston, starting the Siege of Boston."
}
